{"authors":{"0":"C. Rosas, J. Giménez, J. Labarta","1":"H. Shoukourian, T. Wilde, A. Auweter, A. Bode","2":"T. Sterling, D. Kogler, M. Anderson, M. Brodowicz","3":"T. Hoefler, D. Moor","4":"S. Son, Z. Chen, W. Hendrix, A. Agrawal, W. Liao, A. Choudhary","5":"F. Cappello, A. Geist, W. Gropp, S. Kale, B. Kramer, M. Snir","6":"P. Luszczek, J. Dongarra, A. Haidar, J. Kurzak, S. Tomov, A. YarKhan","7":"T. Schulthess, O. Fuhrer, C. Osuna, X. Lapillonne, T. Gysi, B. Cumming, M. Bianco, A. Arteaga","8":"B. Mohr","9":"M. Moreto, M. Valero, M. Casas, E. Ayguade, J. Labarta","10":"J. Kunkel, M. Kuhn, T. Ludwig","11":"D. Keyes, R. Yokota, G. Turkiyyah","12":"H. Sato, M. Koibuchi, S. Matsuoka, O. Tatebe, I. Fujiwara, S. Suzuki, M. Kakuta, T. Ishida, Y. Akiyama, T. Suzumura, K. Ueno, H. Kanezashi, T. Miyoshi","13":"I. Kulikov, B. Glinskiy, I. Chernykh, V. Vshivkov, A. Romanenko, A. Snytnikov","14":"F. Cucchietti, A. Artigues, C. Tripiana Montes, D. Vicente, H. Calmet, G. Marin, G. Houzeaux, M. Vazquez","15":"O. Mutlu, L. Subramanian","16":"A. Lastovetsky","17":"A. Daryin, A. Korzh","18":"J. Carretero, J. Garcia-Blas, D. Singh, F. Isaila, A. Lastovetsky, T. Fahringer, R. Prodan, P. Zangerl, C. Symeonidou, A. Fassihi, H. Pérez-Sánchez","19":"S. Peng, X. Liao, Y. Lu, Y. Cui, C. Wu, H. Wang, J. Wen","20":"T. Rauber, J. Carretero, S. Distefano, D. Petcu, D. Pop, G. Rünger, D. Singh","21":"M. Mihajlovic, L. Bongo, R. Ciegis, N. Frasheri, D. Kimovski, P. Kropf, S. Margenov, M. Neytcheva, T. Rauber, G. Runger, R. Trobec, R. Wuyts, R. Wyrzykowski, J. Gong","22":"G. Da Costa, T. Fahringer, J. Gallego, I. Grasso, A. Hristov, H. Karatza, A. Lastovetsky, F. Marozzo, D. Petcu, G. Stavrinides, D. Talia, P. Trunfio, H. Astsatryan","23":"J. Arteaga, F. Almeida, V. Blanco, A. Cabrera","24":"P. Bouvry, R. Mayer, J. Muszyński, D. Petcu, A. Rauber, G. Tempesti, T. Trinh, S. Varrette","25":"A. Oleksiak, M. Bagein, J. Barbosa, V. Blanco, I. Brandic, S. Cremer, S. Fremal, H. Karatza, L. Lefevre, T. Mastelic, A. Orgerie, G. Stavrinides, S. Varrette","26":"H. Ltaief, R. Al-Omairy, G. Miranda, R. Badia, X. Martorell, J. Labarta, D. Keyes","27":"N. Kapre, P. Moorthy","28":"K. Huck, A. Porterfield, N. Chaimov, H. Kaiser, A. Malony, T. Sterling, R. Fowler","29":"D. Rohr, G. Neskovic, V. Lindenstruth","30":"A. Antonov, V. Voevodin, J. Dongarra","31":"B. Swift, A. Sorensen, H. Gardner, V. Decyk, P. Davis","32":"J. Low, J. Chrzeszczyk, A. Howard, A. Chrzeszczyk","33":"K. Ban, J. Chrzeszczyk, A. Howard, D. Li, T. Tan","34":"K. Moreland, M. Larsen, H. Childs","35":"H. Childs","36":"M. Michalewicz, Ł. Orłowski, Y. Deng","37":"A. Nemukhin, I. Polyakov, A. Moskovsky","38":"A. Danilov, K. Terekhov, I. Konshin, Y. Vassilevski","39":"S. Guang","40":"J. Dongarra, M. Abalenkovs, A. Abdelfattah, M. Gates, A. Haidar, J. Kurzak, P. Luszczek, S. Tomov, I. Yamazaki, A. YarKhan","41":"F. Mizero, M. Veeraraghavan, Q. Liu, R. Russell, J. Dennis","42":"M. Krajecki, J. Loiseau, F. Alin, C. Jaillet","43":"J. Gustafson","44":"J. Chrzeszczyk, K. Ban, A. Howard, A. Chrzeszczyk, B. Swift, P. Davis, J. Low, T. Tan","45":"D. Nikitenko, S. Zhumatiy, P. Shvets","46":"A. Dordopulo, I. Levin, A. Fedorov, I. Kalyaev","47":"S. Romanov, A. Goncharsky, S. Seryozhnikov","48":"A. Moskovsky, E. Druzhinin, A. Shmelev, V. Mironov, A. Semin","49":"M. Kuhn, J. Kunkel, T. Ludwig","50":"M. Naumenko, V. Samarin","51":"I. Meyerov, S. Bastrakov, I. Surmin, A. Bashinov, E. Efimenko, A. Korzhimanov, A. Muraviev, A. Gonoskov","52":"M. Waveren, A. Seif El Nawasany, N. Hassanein, D. Moon, N. O'Byrnes, A. Clo, K. Murugan, A. Arena","53":"J. Schmid, J. Kunkel","54":"J. Kunkel","55":"J. Jaros, F. Vaverka, B. Treeby","56":"S. Badhe, K. Kulkarni, G. Gadre","57":"A. Antonov, A. Frolov, I. Konshin, V. Voevodin, V. Voevodin, A. Teplov, H. Kobayashi","58":"M. El Afrit, Y. Le Du, R. Del Pino, G. Zhang","59":"W. Usher, I. Wald, A. Knoll, M. Papka, V. Pascucci","60":"B. Whitlock, E. Duque","61":"A. Matthes, A. Huebl, R. Widera, S. Grottel, S. Gumhold, M. Bussmann","62":"J. Kress, R. Churchill, S. Klasky, M. Kim, H. Childs, D. Pugmire","63":"K. Stefanov, A. Gradskov","64":"M. Malovichko, N. Khokhlov, N. Yavich, M. Zhdanov","65":"J. Kurzak, P. Luszczek, I. Yamazaki, Y. Robert, J. Dongarra","66":"R. Badia, E. Ayguade, J. Labarta","67":"T. Sterling, M. Anderson, M. Brodowicz","68":"M. Heroux, R. Bartlett, I. Demeshko, T. Gamblin, G. Hammond, J. Johnson, A. Klinvex, X. Li, L. McInnes, J. Moulton, D. Osei-Kuffuor, J. Sarich, B. Smith, J. Willenbring, U. Yang","69":"W. Tang, B. Wang, S. Ethier, Z. Lin","70":"S. Jamuar, A. Shah, J. Picker","71":"Y. Yao, K. Yeo","72":"M. Brodowicz, T. Sterling","73":"E. Jennings","74":"E. Jennings","75":"J. Gustafson, I. Yonemoto","76":"S. Hukerikar, C. Engelmann","77":"M. Michalewicz, G. Noaje, A. Davis, J. Low, S. Lim, G. Tan, Ł. Orłowski, D. Chien, S. Liou, T. Tan, Y. Poppe, K. Ban Hon Kim, A. Howard, D. Southwell, J. Gunthorpe","78":"R. Graham, G. Bloch, D. Bureddy, G. Shainer, B. Smith","79":"T. Kawamura, T. Noda, Y. Idomura","80":"M. Vetter, S. Olbrich","81":"N. Seekhao, J. JaJa, L. Mongeau, N. Li-Jessen","82":"E. Tyutlyaeva, S. Konyukhov, I. Odintsov, A. Moskovsky","83":"G. Ceballos, A. Hugo, E. Hagersten, D. Black-Schaffer","84":"R. Kaplan, L. Yavits, R. Ginosar","85":"J. Kunkel, A. Novikova, E. Betke","86":"S. Mirtaheri, S. Fatemi, L. Grandinetti","87":"A. Shahid, M. Fahad, R. Reddy, A. Lastovetsky","88":"V. Podryga, M. Kornilina, S. Polyakov, D. Puzyrkov, M. Yakoboskiy","89":"M. Taufer, D. Chapp, V. Stodden","90":"D. Chapp, K. Sato, D. Ahn, M. Taufer","91":"M. Kuhn, J. Lüttgau, K. Duwe, Y. Alforov, E. Betke, J. Kunkel, T. Ludwig","92":"D. Brömmel, W. Frings, B. Wylie, B. Mohr, P. Gibbon, T. Lippert","93":"M. Weiland, A. Jackson, N. Johnson, M. Parsons","94":"D. Nemirovsky, T. Arkose, N. Markovic, M. Nemirovsky, O. Unsal, A. Cristal, M. Valero","95":"J. Zhang, L. An, Y. Zhang, Z. Wang, T. Ilijas, N. Bat, M. Verlic, Q. Ji, C. Sha","96":"A. Antonov, J. Dongarra, V. Voevodin","97":"S. Matveev, R. Zagidullin, A. Smirnov, E. Tyrtyshnikov","98":"E. Lubecka, A. Sieradzan, C. Czaplewski, P. Krupa, A. Liwo","99":"A. Janiuk, K. Sapountzis, J. Mortier, I. Janiuk","100":"N. Evstigneev, O. Ryabkov, E. Tsatsorin","101":"M. Sakharov, A. Karpenko","102":"L. Sokolinsky, I. Sokolinskaya","103":"E. Mikhalchenko, V. Nikitin, Y. Filippov, L. Stamov","104":"D. Nikitenko, V. Voevodin, S. Zhumatiy","105":"B. Krasnopolsky","106":"E. Tyutlyaeva, A. Moskovsky, I. Odintsov, S. Konyukhov, A. Poyda, M. Zhizhin, I. Polyakov","107":"V. Elisseev, M. Puzovic, E. Lee","108":"M. Brodowicz, T. Sterling, M. Anderson","109":"P. Luszczek, J. Kurzak, I. Yamazaki, D. Keffer, V. Maroulas, J. Dongarra","110":"S. Zaytsev, V. Kulikov, A. Yakovlev, D. Yakovlev","111":"D. Suplatov, Y. Sharapova, V. Švedas","112":"V. Lisitsa, A. Pleshkevich, D. Vishnevsky, V. Levchenko, B. Moroz","113":"S. Andreev, Y. Eidelman, S. Slanina, O. Gusev","114":"S. Andreev, Y. Eidelman, S. Slanina, V. Pyatenko","115":"V. Lisitsa, V. Tcheverda, V. Volianskaia","116":"A. Chibisov, M. Chibisova","117":"B. Grigorenko, V. Mironov, I. Polyakov, A. Nemukhin","118":"P. Komarov, D. Guseva, V. Rudyak, A. Chertovich","119":"I. Neelov, O. Shavykin, M. Ilyash, V. Bezrodnyi, S. Mikhtaniuk, A. Marchenko, E. Fatullaev, A. Darinskii, F. Leermakers","120":"I. Afanasyev, A. Antonov, D. Nikitenko, V. Voevodin, V. Voevodin, K. Komatsu, O. Watanabe, A. Musa, H. Kobayashi","121":"M. Khrenova, D. Kapusta, I. Babchuk, Y. Meteleshko","122":"K. Emelyanenko, L. Boinovich, A. Emelyanenko","123":"N. Khokhriakov, S. Melchor","124":"N. Smirnova, M. Dumbser, M. Petrov, A. Chikitkin, E. Romenski","125":"I. Piyanzina, V. Eyert, T. Kopp, D. Tayurskii","126":"K. Anisimov, A. Savelyev, I. Kursakov, A. Lysenkov, P. Prakasha","127":"S. Romanov","128":"M. Glagolev, V. Vasilevskaya","129":"V. Platonov, M. Varentsov","130":"A. Gorobets, N. Zhdanova, I. Abalakin","131":"N. Nikitina, D. Pichugina, A. Oleynichenko, O. Ryzhova, K. Kopylov, V. Krotov, N. Kuz’menko","132":"S. Lushchekina, G. Makhaeva, D. Novichkova, I. Zueva, N. Kovaleva, R. Richardson","133":"A. Goncharsky, S. Seryozhnikov","134":"A. Ivanov, A. Pleshkevich, V. Levchenko, S. Khilkov, B. Moroz","135":"I. Diankin, D. Kudryavtsev, A. Zalevsky, V. Tsetlin, A. Golovin","136":"V. Maslova, R. Reshetnikov, V. Bezugolov, I. Lyubimov, A. Golovin","137":"S. Khoperskov, Y. Venichenko, S. Khrapov, E. Vasiliev","138":"A. Khoperskov, A. Titov","139":"V. Titarev, A. Frolova","140":"A. Stepanov, A. Shemukhin, A. Nazarov","141":"A. Setukha, V. Aparinov, A. Aparinov","142":"M. Zaitsev, V. Goloviznin, S. Karabasov","143":"V. Fedorov, E. Kholina, I. Kovalenko, N. Gudimchuk","144":"F. Grigoriev, V. Sulimov, A. Tikhonravov","145":"A. Bulygin","146":"A. Bulygin, D. Vrazhnov","147":"A. Sulimov, D. Kutov, V. Sulimov","148":"P. Orekhov, I. Kirillov, V. Fedorov, I. Kovalenko, N. Gudimchuk, A. Zhmurov","149":"P. Trifanov, V. Kaneva, S. Strijhak, M. Panteleev, F. Ataullakhanov, J. Dunster, V. Voevodin, D. Nechipurenko","150":"A. Musa, K. Yamaguchi, T. Soga, Y. Shimomura, T. Reimann, K. Komatsu, R. Egawa, H. Takizawa, H. Kobayashi","151":"D. Kaliszan, N. Meyer, S. Petruczynik, M. Gienger, S. Gogolenko","152":"G. Radchenko, A. Alaasam, A. Tchernykh","153":"A. Shah, C. Kuo, A. Nomura, S. Matsuoka, F. Wolf","154":"G. Korcyl, P. Korcyl","155":"S. Kosnac, F. Kaiser, U. Brüning","156":"B. Cloutier, B. Muite, M. Parsani","157":"I. Pershin, V. Levchenko, A. Perepelkina","158":"I. Ostanin","159":"A. Antonov, V. Voevodin, D. Nikitenko, P. Shvets, S. Sobolev, I. Sidorov, K. Stefanov, V. Voevodin, S. Zhumatiy","160":"M. Sato, T. Toyoshima, H. Takayashiki, R. Egawa, H. Kobayashi","161":"G. Hager, J. Hornich, J. Hammer, T. Gruber, G. Wellein","162":"S. Alowayyed, M. Vassaux, B. Czaja, P. Coveney, A. Hoekstra","163":"A. Sulimov, D. Kutov, V. Sulimov","164":"V. Clement, P. Marti, X. Lapillonne, O. Fuhrer, W. Sawyer","165":"K. Banerjee, E. Georganas, D. Kalamkar, B. Ziv, E. Segal, C. Anderson, A. Heinecke","166":"H. Takayashiki, M. Sato, K. Komatsu, H. Kobayashi","167":"A. Gorobets, P. Bakhvalov","168":"A. Dordopulo, I. Levin","169":"K. Aoyama, M. Kakuta, Y. Matsuzaki, T. Ishida, M. Ohue, Y. Akiyama","170":"A. Shinkarev, O. Loginovsky, A. Shestakov","171":"D. Shaikhislamov, A. Sozykin, V. Voevodin","172":"M. Agung, M. Amrizal, R. Egawa, H. Takizawa","173":"K. Duwe, J. Lüttgau, G. Mania, J. Squar, A. Fuchs, M. Kuhn, E. Betke, T. Ludwig","174":"K. Niedzielewski, M. Semeniuk, J. Skomiał, M. Michalewicz, J. Proficz, P. Sumioka, B. Pliszka","175":"J. Kunkel, L. Pedro","176":"J. Hofmann, C. Alappat, G. Hager, D. Fey, G. Wellein","177":"M. Knobloch, B. Mohr","178":"C. Osuna, T. Wicky, F. Thuering, T. Hoefler, O. Fuhrer","179":"R. Alves, A. Knüpfer","180":"T. Soga, K. Yamaguchi, R. Mathur, O. Watanabe, A. Musa, R. Egawa, H. Kobayashi","181":"C. Gorgulla, K. Fackeldey, G. Wagner, H. Arthanari","182":"J. Xu, J. Ye","183":"A. Nemukhin, B. Grigorenko, I. Polyakov, S. Lushchekina","184":"A. Nemukhin, M. Khrenova, V. Tsirelson","185":"A. Sulimov, D. Kutov, A. Taschilova, I. Ilin, N. Stolpovskaya, K. Shikhaliev, V. Sulimov","186":"D. Druzhilovskiy, L. Stolbov, P. Savosina, P. Pogodin, D. Filimonov, A. Veselovsky, K. Stefanisko, N. Tarasova, M. Nicklaus, V. Poroikov","187":"M. Zielewski, M. Agung, R. Egawa, H. Takizawa","188":"E. Amosova, V. Volokhov, A. Volokhov, T. Zyubina, D. Lempert, L. Yanovskiy, I. Fateev","189":"V. Fedorov, E. Kholina, I. Kovalenko, N. Gudimchuk, P. Orekhov, A. Zhmurov","190":"I. Afanasyev","191":"L. Torres, C. Barrios, Y. Denneulin","192":"J. Manero, J. Béjar","193":"P. Megias, F. Parés Pont, D. Garcia-Gasulla, M. Garcia-Gasulla, E. Ayguadé, J. Labarta","194":"G. Radchenko, A. Alaasam, A. Tchernykh","195":"U. Cortés, U. Moya, M. Valero","196":"A. Fell, D. Mazure, T. Garcia, B. Perez, X. Teruel, P. Wilson, J. Davis","197":"Y. Hong, H. Ltaief, D. Keyes, L. Gatineau, M. Ravasi","198":"L. Solis-Vasquez, E. Focht, A. Koch","199":"S. Yoshida, A. Endo, H. Kaneyasu, S. Date","200":"T. Cramer, B. Kosmynin, S. Moll, M. Römmer, E. Focht, M. Müller","201":"K. Komatsu, A. Onodera, E. Focht, S. Fujimoto, Y. Isobe, S. Momose, M. Sato, H. Kobayashi","202":"I. Afanasyev, K. Komatsu, H. Kobayashi, V. Voevodin","203":"O. Watanabe, K. Komatsu, M. Sato, H. Kobayashi"},"year":{"0":"2014","1":"2014","2":"2014","3":"2014","4":"2014","5":"2014","6":"2014","7":"2014","8":"2014","9":"2014","10":"2014","11":"2014","12":"2014","13":"2015","14":"2015","15":"2015","16":"2015","17":"2015","18":"2015","19":"2015","20":"2015","21":"2015","22":"2015","23":"2015","24":"2015","25":"2015","26":"2015","27":"2015","28":"2015","29":"2015","30":"2015","31":"2016","32":"2015","33":"2015","34":"2015","35":"2015","36":"2016","37":"2016","38":"2016","39":"2016","40":"2016","41":"2016","42":"2016","43":"2016","44":"2016","45":"2016","46":"2016","47":"2016","48":"2016","49":"2016","50":"2016","51":"2016","52":"2016","53":"2016","54":"2016","55":"2016","56":"2016","57":"2016","58":"2016","59":"2016","60":"2016","61":"2016","62":"2016","63":"2016","64":"2016","65":"2017","66":"2017","67":"2017","68":"2017","69":"2017","70":"2017","71":"2017","72":"2017","73":"2017","74":"2017","75":"2017","76":"2017","77":"2017","78":"2017","79":"2017","80":"2017","81":"2017","82":"2017","83":"2017","84":"2017","85":"2017","86":"2017","87":"2017","88":"2017","89":"2020","90":"2018","91":"2018","92":"2018","93":"2018","94":"2018","95":"2019","96":"2018","97":"2018","98":"2018","99":"2018","100":"2018","101":"2018","102":"2018","103":"2018","104":"2018","105":"2018","106":"2018","107":"2018","108":"2018","109":"2018","110":"2018","111":"2018","112":"2018","113":"2018","114":"2018","115":"2018","116":"2018","117":"2018","118":"2018","119":"2018","120":"2018","121":"2018","122":"2018","123":"2018","124":"2018","125":"2018","126":"2018","127":"2018","128":"2018","129":"2018","130":"2018","131":"2018","132":"2018","133":"2018","134":"2019","135":"2018","136":"2018","137":"2018","138":"2018","139":"2018","140":"2019","141":"2018","142":"2018","143":"2018","144":"2018","145":"2018","146":"2019","147":"2018","148":"2019","149":"2018","150":"2019","151":"2019","152":"2019","153":"2019","154":"2019","155":"2019","156":"2019","157":"2019","158":"2019","159":"2019","160":"2020","161":"2019","162":"2020","163":"2019","164":"2019","165":"2019","166":"2019","167":"2020","168":"2020","169":"2020","170":"2020","171":"2020","172":"2020","173":"2020","174":"2020","175":"2020","176":"2020","177":"2020","178":"2020","179":"2020","180":"2020","181":"2020","182":"2020","183":"2020","184":"2020","185":"2020","186":"2020","187":"2020","188":"2021","189":"2021","190":"2021","191":"2021","192":"2021","193":"2021","194":"2021","195":"2021","196":"2021","197":"2021","198":"2021","199":"2021","200":"2021","201":"2021","202":"2021","203":"2021"},"title":{"0":"Scalability prediction for fundamental performance factors","1":"Predicting the Energy and Power Consumption of Strong and Weak Scaling HPC Applications","2":"SLOWER: A performance model for Exascale computing","3":"Energy Memory and Runtime Tradeoffs for Implementing Collective Communication Operations","4":"Data Compression for the Exascale Computing Era  Survey","5":"Toward Exascale Resilience: 2014 update","6":"ModelDriven OneSided Factorizations on Multicore Accelerated Systems","7":"Towards a performance portable architecture agnostic implementation strategy for weather and climate models","8":"Scalable parallel performance measurement and analysis tools  stateoftheart and future challenges","9":"RuntimeAware Architectures: A First Approach","10":"Exascale Storage Systems  An Analytical Study of Expenses","11":"Communication Complexity of the Fast Multipole Method and its Algebraic Variants","12":"Extreme Big Data EBD: Next Generation Big Data Infrastructure Technologies Towards Yottabyte\/Year","13":"Codesign of Parallel Numerical Methods for Plasma Physics and Astrophysics","14":"Scientific Big Data Visualization: a coupled tools approach","15":"Research Problems and Opportunities in Memory Systems","16":"Heterogeneous parallel computing: from clusters of workstations to hierarchical hybrid platforms","17":"Early evaluation of direct largescale InfiniBand networks with adaptive routing","18":"Acceleration of MPI mechanisms for sustainable HPC applications","19":"Neohetergeneous Programming and Parallelized Optimization of a Human Genome Resequencing Analysis Software Pipeline on TH2 Supercomputer","20":"Energyefficient Algorithms for Ultrascale Systems","21":"Applications for ultrascale computing","22":"Exascale Machines Require New Programming Paradigms and Runtimes","23":"Energy Measurement Tools for Ultrascale Computing: A Survey","24":"Resilience within Ultrascale Computing System: Challenges and Opportunities from Nesus Project","25":"Energy Efficiency for Ultrascale Systems: Challenges and Trends from Nesus Project","26":"Dense Matrix Computations on NUMA Architectures with DistanceAware Work Stealing","27":"A Case for Embedded FPGAbased SoCs in EnergyEfficient Acceleration of Graph Problems","28":"An Autonomic Performance Environment for Exascale","29":"The LCSC cluster: Optimizing power efficiency to become the greenest supercomputer in the world in the Green500 list of November 2014","30":"AlgoWiki: an Open Encyclopedia of Parallel Algorithmic Features","31":"Live Programming in Scientific Simulation","32":"Performance Assessment of InfiniBand HPC Cloud Instances on Intel Haswell and Intel Sandy Bridge Architectures","33":"InfiniCloud: Leveraging the Global InfiniCortex Fabric and OpenStack Cloud for Borderless High Performance Computing of Genomic Data","34":"Visualization for Exascale: Portable Performance is Critical","35":"Data Exploration at the Exascale","36":"Creating interconnect topologies by algorithmic edge removal: MOD and SMOD graphs","37":"MultiScale Supercomputing of Large Molecular Aggregates: A Case Study of the LightHarvesting Photosynthetic Center","38":"Parallel software platform INMOST: a framework for numerical modeling","39":"NRMPI: A Nonstop and Fault Resilient MPI Supporting Programmer Defined Data Backup and Restore for Escale Super Computing Systems","40":"Parallel Programming Models for Dense Linear Algebra on Heterogeneous Systems","41":"A Dynamic Congestion Management System for InfiniBand Networks","42":"ManyCore Approaches to Combinatorial Problems: case of the Langford Problem","43":"A Radical Approach to Computation with Real Numbers","44":"InfiniCloud 20: distributing High Performance Computing across continents","45":"Making LargeScale Systems Observable  Another Inescapable Step Towards Exascale","46":"Reconfigurable computer systems: from the first FPGAs towards liquid cooling systems","47":"Supercomputer technologies in tomographic imaging applications","48":"Server Level Liquid Cooling: Do Higher System Temperatures Improve Energy Efﬁciency","49":"Data Compression for Climate Data","50":"Application of CUDA technology to calculation of ground states of fewbody nuclei by Feynman's continual integrals method","51":"Hybrid CPU + Xeon Phi implementation of the ParticleinCell method for plasma simulation","52":"Easy Access to HPC Resources through the Application GUI","53":"Predicting I\/O Performance in HPC Using Artificial Neural Networks","54":"Analyzing Data Properties using Statistical Sampling – Illustrated on Scientific File Formats","55":"Spectral Domain Decomposition Using Local Fourier Basis: Application to Ultrasound Simulation on a Cluster of GPUs","56":"HCA aware Parallel Communication Library: A feasibility study for offloading MPI requirements","57":"Parallel Processing Model for Cholesky Decomposition Algorithm in AlgoWiki Project","58":"Data merging for the cultural heritage imaging based on Chebfun approach","59":"In Situ Exploration of Particle Simulations with CPU Ray Tracing","60":"In Situ Visualization and Production of Extract Databases","61":"In situ steerable hardwareindependent and datastructure agnostic visualization with ISAAC","62":"Preparing for In Situ Processing on Upcoming Leadingedge Supercomputers","63":"Analysis of CPU Usage Data Properties and their possible impact on Performance Monitoring","64":"Parallel algorithm for 3D modeling of monochromatic acoustic field by the method of integral equations","65":"Design and Implementation of the PULSAR Programming System for Large Scale Computing","66":"Workflows for Science: a Challenge when Facing the Convergence of HPC and Big Data","67":"A Survey: Runtime Software Systems for High Performance Computing","68":"xSDK Foundations: Toward an Extremescale Scientific Software Development Kit","69":"Performance Portability of HPC Discovery Science Software: Fusion Energy Turbulence Simulations at Extreme Scale","70":"Using High Performance Computing to Create and Freely Distribute the South Asian Genomic Database Necessary for Precision Medicine in this Population","71":"An Application of GPU Acceleration in CFD Simulation for Insect Flight","72":"Simultac Fonton: A FineGrain Architecture for Extreme Performance beyond Moore's Law","73":"The Simultaneous Transmit And Receive STAR Message Protocol","74":"Core Module Optimizing PDE Sparse Matrix Models With HPCG Example","75":"Beating Floating Point at its Own Game: Posit Arithmetic","76":"Resilience Design Patterns: A Structured Approach to Resilience at Extreme Scale","77":"InfiniCortex  From Proofofconcept to Production","78":"Towards A Data Centric System Architecture: SHARP","79":"Performance Evaluation of Runtime Data Exploration Framework based on InSitu Particle Based Volume Rendering","80":"Development and Integration of an InSitu Framework for Flow Visualization of LargeScale Unsteady Phenomena in ICON","81":"In Situ Visualization for 3D AgentBased Vocal Fold Inflammation and Repair Simulation","82":"Seismic Processing Performance Analysis on Different Hardware Environment","83":"Exploring Scheduling Effects on Task Performance with TaskInsight","84":"From ProcessinginMemory to ProcessinginStorage","85":"Towards Decoupling the Selection of Compression Algorithms from Quality Constraints – An Investigation of Lossy Compression Efficiency","86":"Adaptive Load Balancing Dashboard in Dynamic Distributed Systems","87":"Additivity: A Selection Criterion for Performance Events for Reliable Energy Predictive Modeling","88":"Cloud Service for Solution of Promising Problems of Nanotechnology","89":"Building a Vision for Reproducibility in the Cyberinfrastructure Ecosystem: Leveraging Community Efforts","90":"RecordandReplay Techniques for HPC Systems: A Survey","91":"Survey of Storage Systems for HighPerformance Computing","92":"The HighQ Club: Experience with Extremescaling Application Codes","93":"Exploiting the Performance Benefits of Storage Class Memory for HPC and HPDA Workflows","94":"A General Guide to Applying Machine Learning to Computer Architecture","95":"Facilitating HPC Operation and Administration via Cloud","96":"AlgoWiki Project as an Extension of the Top500 Methodology","97":"Parallel Numerical Algorithm for Solving Advection Equation for Coagulating Particles","98":"High Performance Computing with Coarse Grained Model of Biological Macromolecules","99":"Numerical Simulations of Black Hole Accretion Flows","100":"On the Inversion of Multiple Matrices on GPU in Batched Mode","101":"Adaptive Load Balancing in the Modified Mind Evolutionary Computation Algorithm","102":"Scalability Evaluation of Cimmino Algorithm for Solving Linear Inequality Systems on Multiprocessors with Distributed Memory","103":"3D Problems of Rotating Detonation Wave in a Ramjet Engine Modeled on a Supercomputer","104":"Deep Analysis of Job State Statistics on Lomonosov2 Supercomputer","105":"Generation of Multiple Turbulent Flow States for the Simulations with Ensemble Averaging","106":"Multicore Platform Efficiency Across Remote Sensing Applications","107":"A Study on CrossArchitectural Modelling of Power Consumption Using Neural Networks","108":"Continuum Computing  on a New Performance Trajectory beyond Exascale","109":"Autotuning Techniques for PerformancePortable Point Set Registration in 3D","110":"Threedimensional Inversion of Electromagnetic Geophysical Data with Parallel Computational Code on Supercomputer Complex Lomonosov","111":"Simulating the Longtimescale Structural Behavior of Bacterial and Influenza Neuraminidases with Different HPC Resources","112":"Parallel GPUbased Implementation of OneWay Wave Equation Migration","113":"Highperformance Computational Modeling of Chromosome Structure","114":"Numerical Simulations of Structural Chromosomal Instability","115":"GPUbased Implementation of Discrete Element Method for Simulation of the Geological Fault Geometry and Position","116":"Modelling of Quantum Qubit Behaviour for Future Quantum Computers","117":"Benchmarking Quantum Chemistry Methods in Calculations of Electronic Excitations","118":"Multiscale Simulations Approach: Crosslinked Polymer Matrices","119":"Application of High Performance Computing for Comparison of Two Highly Branched Lysine Molecules of Different Topology","120":"Developing Efficient Implementations of Bellman–Ford and ForwardBackward Graph Algorithms for NEC SXACE","121":"Applications of High Performance Computing: Born–Oppenheimer Molecular Dynamics of Complex Formation in Aqueous Solutions","122":"Analysis of the Effect of Dispersion Forces on the Dielectric Film Properties Using Parallel Computing","123":"Quantum Chemistry Research of Interaction between 3DTransition Metal Ions and a Defective Graphene on the Supercomputer Base","124":"A Flux Splitting Method for the SHTC Model for Highperformance Simulations of Twophase Flows","125":"Magnetic Properties of LaAlO3\/SrTiO3 Heterostructure Modelled on a Supercomputer","126":"Optimization of BWB Aircraft Using Parallel Computing","127":"Supercomputer Simulations of Nondestructive Tomographic Imaging with Rotating Transducers","128":"Reverse Mapping Algorithm for Multiscale Numerical Simulation of Polylactic Acid","129":"Supercomputer Technologies as a Tool for Highresolution Atmospheric Modelling towards the Climatological Timescales","130":"Supercomputer Simulations of FluidStructure Interaction Problems Using an Immersed Boundary Method","131":"Test of Computational Approaches for GoldThiolate Clusters Calculation","132":"Supercomputer Modeling of DualSite Acetylcholinesterase AChE Inhibition","133":"Supercomputer Simulations in Design of Ultrasound Tomography Devices","134":"Efficient Parallel Implementation of MultiArrival 3D Prestack Seismic Depth Migration","135":"New Binding Mode of SLURP Protein to a7 Nicotinic Acetylcholine Receptor Revealed by Computer Simulations","136":"Supercomputer Simulations of DopamineDerived Ligands Complexed with Cyclooxygenases","137":"High Performance Computing of Magnetized Galactic Disks","138":"Regional Climate Model for the Lower Volga: Parallelization Efficiency Estimation","139":"Recent Progress on Supercomputer Modelling of HighSpeed Rarefied Gas Flows Using Kinetic Equations","140":"LAMMPS Code Simulation of the Defect Formation Induced by Ion Incidence in Carbon Nanotubes","141":"Supercomputer Modeling of Parachute Flight Dynamics","142":"Supercomputer Simulation of MATISH Problem","143":"Performance Analysis of Different Computational Architectures: Molecular Dynamics in Application to Protein Assemblies Illustrated by Microtubule and Electron Transfer Proteins","144":"Highperformance Fullatomistic Simulation of Optical Thin Films","145":"Algorithm of the Parallel Sweep Method for Numerical Solution of the Gross–Pitaevskii Equation with Highest Nonlinearities","146":"A Fully Conservative Parallel Numerical Algorithm with Adaptive Spatial Grid for Solving Nonlinear Diffusion Equations in Image Processing","147":"Supercomputer Docking: Investigation of Low Energy Minima of ProteinLigand Complexes","148":"Parametrization of the Elastic Network Model Using HighThroughput Parallel Molecular Dynamics Simulations","149":"Developing QuasiSteady Model for Studying Hemostatic Response Using Supercomputer Technologies","150":"Performance Evaluation of Different Implementation Schemes of an Iterative Flow Solver on Modern Vector Machines","151":"HPC Processors Benchmarking Assessment for Global System Science Applications","152":"Comparative Analysis of Virtualization Methods in Big Data Processing","153":"How Fileaccess Patterns Influence the Degree of I\/O Interference between Cluster Applications","154":"Investigating the Dirac Operator Evaluation with FPGAs","155":"Development of a RISCVConform Fused MultiplyAdd FloatingPoint Unit","156":"Fully Implicit Time Stepping Can Be Efficient on Parallel Computers","157":"Performance Limits Study of Stencil Codes on Modern GPGPUs","158":"Distinct Element Simulation of Mechanical Properties of Hypothetical CNT Nanofabrics","159":"Supercomputer Lomonosov2: Large Scale Deep Monitoring and Fine Analytics for the User Community","160":"An Energyaware Dynamic Data Allocation Mechanism for Manychannel Memory Systems","161":"Collecting and Presenting Reproducible Intranode Stencil Performance: INSPECT","162":"Towards Heterogeneous Multiscale Computing on Large Scale Parallel Supercomputers","163":"Supercomputer Docking","164":"Automatic Port to OpenACC\/OpenMP for Physical Parameterization in Climate and Weather Code Using the CLAW Compiler","165":"Optimizing Deep Learning RNN Topologies on Intel Architecture","166":"A Skewed Multibanked Cache for Manycore Vector Processors","167":"Improving Reliability of Supercomputer CFD Codes on Unstructured Meshes","168":"Performance Reduction For Automatic Development of Parallel Applications  For Reconfigurable Computer Systems","169":"Development of Computational Pipeline Software for Genome\/Exome Analysis on the K Computer","170":"Supercomputing Technologies as Drive for Development of Enterprise Information Systems and Digital Economy","171":"Survey on Software Tools that Implement Deep Learning Algorithms on Intel\/x86 and IBM\/Power8\/Power9 Platforms","172":"Online MPI Process Mapping for Coordinating Locality and Memory Congestion on NUMA Systems","173":"State of the Art and Future Trends in Data Reduction for HighPerformance Computing","174":"Long Distance Geographically Distributed InfiniBand Based Computing","175":"Potential of I\/O Aware Workflows in Climate and Weather","176":"Bridging the Architecture Gap: Abstracting PerformanceRelevant Properties of Modern Server Processors","177":"Tools for GPU Computing – Debugging and Performance Analysis of Heterogenous HPC Applications","178":"Dawn: a Highlevel DomainSpecific Language Compiler Toolchain for Weather and Climate Applications","179":"Enhancing the in Situ Visualization of Performance Data in Parallel CFD Applications","180":"Effects of Using a Memory Stalled Core for Handling MPI Communication Overlapping in the SOR Solver on SXACE and SXAurora TSUBASA","181":"Accounting of Receptor Flexibility in UltraLarge Virtual Screens with VirtualFlow Using a Grey Wolf Optimization Method","182":"Perspectives on Supercomputing and Artificial Intelligence Applications in Drug Discovery","183":"Computational Modeling of the SARSCoV2 Main Protease Inhibition by the Covalent Binding of Prospective Drug Molecules","184":"Computational Characterization of the Substrate Activation in the Active Site of SARSCoV2 Main Protease","185":"In Search of Noncovalent Inhibitors of SARSCoV2 Main Protease: Computer Aided Drug Design Using Docking and Quantum Chemistry","186":"Computational Approaches To Identify A Hidden Pharmacological Potential In Large Chemical Libraries","187":"Improving Quantum Annealing Performance on Embedded Problems","188":"Computer Design of Structure of Molecules of HighEnergy Tetrazines Calculation of Thermochemical Properties","189":"Update on Performance Analysis of Different Computational Architectures: Molecular Dynamics in Application to ProteinProtein Interactions","190":"Developing an Architectureindependent Graph Framework for Modern Vector Processors and NVIDIA GPUs","191":"Computational Resource Consumption in Convolutional Neural Network Training – A Focus on Memory","192":"Forecastability Measures that Describe the Complexity of a Site for Deep Learning Wind Predictions","193":"Size & Shape Matters: The Need of HPC Benchmarks of High Resolution Image Training for Deep Learning","194":"MicroWorkflows Data Stream Processing Model for Industrial Internet of Things","195":"When Sally Met Harry or When AI Met HPC","196":"The MareNostrum Experimental Exascale Platform MEEP","197":"Accelerating Seismic Redatuming Using Tile LowRank Approximations on NEC SXAurora TSUBASA","198":"Porting and Optimizing Molecular Docking onto the SXAurora TSUBASA Vector Computer","199":"First Experience of Accelerating a FieldInduced Chiral Transition Simulation Using the SXAurora TSUBASA","200":"Evaluating the Performance of OpenMP Offloading on the NEC SXAurora TSUBASA Vector Engine","201":"Performance and Power Analysis of a Vector Computing System","202":"Distributed Graph Algorithms for Multiple Vector Engines of NEC SXAurora TSUBASA Systems","203":"Optimizing Load Balance in a Parallel CFD Code for a Largescale Turbine Simulation on a Vector Supercomputer"},"number":{"0":"1(2), pp. 4-19","1":"1(2), pp. 20-41","2":"1(2), pp. 42-57","3":"1(2), pp. 58-75","4":"1(2), pp. 76-88","5":"1(1), pp. 5-28","6":"1(1), pp. 85-115","7":"1(1), pp. 45-62","8":"1(2), pp. 108-123","9":"1(1), pp. 29-44","10":"1(1), pp. 116-134","11":"1(1), pp. 63-84","12":"1(2), pp. 89-107","13":"1(3), pp. 88-98","14":"1(3), pp. 4-18","15":"1(3), pp. 19-55","16":"1(3), pp. 70-87","17":"1(3), pp. 56-69","18":"2(2), pp. 28-45","19":"2(1), pp. 73-83","20":"2(2), pp. 77-104","21":"2(1), pp. 19-48","22":"2(2), pp. 6-27","23":"2(2), pp. 64-76","24":"2(2), pp. 46-63","25":"2(2), pp. 105-131","26":"2(1), pp. 49-72","27":"2(3), pp. 76-86","28":"2(3), pp. 49-66","29":"2(3), pp. 41-48","30":"2(1), pp. 4-18","31":"2(4), pp. 4-15","32":"2(3), pp. 28-40","33":"2(3), pp. 14-27","34":"2(3), pp. 67-75","35":"2(3), pp. 5-13","36":"2(4), pp. 16-47","37":"2(4), pp. 48-54","38":"2(4), pp. 55-66","39":"3(1), pp. 4-21","40":"2(4), pp. 67-86","41":"3(2), pp. 5-20","42":"3(2), pp. 21-37","43":"3(2), pp. 38-53","44":"3(2), pp. 54-71","45":"3(2), pp. 72-79","46":"3(1), pp. 22-40","47":"3(1), pp. 41-66","48":"3(1), pp. 67-74","49":"3(1), pp. 75-94","50":"3(2), pp. 80-95","51":"3(3), pp. 5-10","52":"3(3), pp. 11-18","53":"3(3), pp. 19-33","54":"3(3), pp. 34-39","55":"3(3), pp. 40-55","56":"3(3), pp. 56-60","57":"3(3), pp. 61-70","58":"3(3), pp. 71-83","59":"3(4), pp. 4-18","60":"3(4), pp. 19-29","61":"3(4), pp. 30-48","62":"3(4), pp. 49-65","63":"3(4), pp. 66-73","64":"3(4), pp. 74-78","65":"4(1), pp. 4-26","66":"4(1), pp. 27-47","67":"4(1), pp. 48-68","68":"4(1), pp. 69-82","69":"4(1), pp. 83-97","70":"4(2), pp. 4-12","71":"4(2), pp. 13-26","72":"4(2), pp. 27-37","73":"4(2), pp. 38-53","74":"4(2), pp. 54-70","75":"4(2), pp. 71-86","76":"4(3), pp. 4-42","77":"4(2), pp. 87-102","78":"4(4), pp. 4-16","79":"4(3), pp. 43-54","80":"4(3), pp. 55-67","81":"4(3), pp. 68-79","82":"4(3), pp. 80-90","83":"4(3), pp. 91-98","84":"4(3), pp. 99-116","85":"4(4), pp. 17-33","86":"4(4), pp. 34-49","87":"4(4), pp. 50-65","88":"4(4), pp. 66-79","89":"7(1), pp. 112-129","90":"5(1), pp. 11-30","91":"5(1), pp. 31-58","92":"5(1), pp. 59-78","93":"5(1), pp. 79-94","94":"5(1), pp. 95-115","95":"6(1), pp. 23-35","96":"5(1), pp. 4-10","97":"5(2), pp. 43-54","98":"5(2), pp. 63-75","99":"5(2), pp. 86-102","100":"5(2), pp. 23-42","101":"5(4), pp. 5-14","102":"5(2), pp. 11-22","103":"5(2), pp. 76-85","104":"5(2), pp. 4-10","105":"5(2), pp. 55-62","106":"5(4), pp. 15-23","107":"5(4), pp. 24-41","108":"5(3), pp. 5-24","109":"5(4), pp. 42-61","110":"5(3), pp. 25-29","111":"5(3), pp. 30-33","112":"5(3), pp. 34-37","113":"5(3), pp. 38-41","114":"5(3), pp. 42-45","115":"5(3), pp. 46-50","116":"5(3), pp. 51-54","117":"5(4), pp. 62-66","118":"5(3), pp. 55-59","119":"5(3), pp. 60-64","120":"5(3), pp. 65-69","121":"5(3), pp. 70-73","122":"5(3), pp. 74-78","123":"5(3), pp. 79-82","124":"5(3), pp. 83-87","125":"5(3), pp. 88-92","126":"5(3), pp. 93-97","127":"5(3), pp. 98-102","128":"5(3), pp. 103-106","129":"5(3), pp. 107-110","130":"5(4), pp. 78-82","131":"5(4), pp. 83-88","132":"5(4), pp. 89-97","133":"5(3), pp. 111-115","134":"6(1), pp. 4-8","135":"5(4), pp. 73-77","136":"5(4), pp. 98-102","137":"5(4), pp. 103-106","138":"5(4), pp. 107-110","139":"5(3), pp. 116-120","140":"6(1), pp. 9-13","141":"5(3), pp. 121-125","142":"5(3), pp. 126-129","143":"5(4), pp. 111-114","144":"5(3), pp. 130-133","145":"5(4), pp. 115-118","146":"6(1), pp. 14-18","147":"5(3), pp. 134-137","148":"6(1), pp. 19-22","149":"5(4), pp. 67-72","150":"6(1), pp. 36-47","151":"6(2), pp. 12-28","152":"6(1), pp. 48-79","153":"6(2), pp. 29-55","154":"6(2), pp. 56-63","155":"6(2), pp. 64-74","156":"6(2), pp. 75-85","157":"6(2), pp. 86-101","158":"6(2), pp. 102-111","159":"6(2), pp. 4-11","160":"6(4), pp. 4-19","161":"6(3), pp. 4-25","162":"6(4), pp. 20-43","163":"6(3), pp. 26-50","164":"6(3), pp. 51-63","165":"6(3), pp. 64-85","166":"6(3), pp. 86-101","167":"6(4), pp. 44-56","168":"7(2), pp. 4-23","169":"7(1), pp. 37-54","170":"7(1), pp. 55-70","171":"6(4), pp. 57-83","172":"7(1), pp. 71-90","173":"7(1), pp. 4-36","174":"7(2), pp. 24-34","175":"7(2), pp. 35-53","176":"7(2), pp. 54-78","177":"7(1), pp. 91-111","178":"7(2), pp. 79-97","179":"7(4), pp. 16-31","180":"7(4), pp. 4-15","181":"NULL","182":"NULL","183":"NULL","184":"NULL","185":"NULL","186":"NULL","187":"7(4), pp. 32-48","188":"7(4), pp. 68-79","189":"7(4), pp. 62-67","190":"7(4), pp. 49-61","191":"8(1), pp. 45-61","192":"8(1), pp. 8-27","193":"8(1), pp. 28-44","194":"8(1), pp. 82-98","195":"8(1), pp. 4-7","196":"8(1), pp. 62-81","197":"8(2), pp. 6-26","198":"8(2), pp. 27-42","199":"8(2), pp. 43-58","200":"8(2), pp. 59-74","201":"8(2), pp. 75-94","202":"8(2), pp. 95-113","203":"8(2), pp. 114-130"},"doi":{"0":"10.14529\/jsfi140201","1":"10.14529\/jsfi140202","2":"10.14529\/jsfi140203","3":"10.14529\/jsfi140204","4":"10.14529\/jsfi140205","5":"10.14529\/jsfi140101","6":"10.14529\/jsfi140105","7":"10.14529\/jsfi140103","8":"10.14529\/jsfi140207","9":"10.14529\/jsfi140102","10":"10.14529\/jsfi140106","11":"10.14529\/jsfi140104","12":"10.14529\/jsfi140206","13":"10.14529\/jsfi140305","14":"10.14529\/jsfi140301","15":"10.14529\/jsfi140302","16":"10.14529\/jsfi140304","17":"10.14529\/jsfi140303","18":"10.14529\/jsfi150202","19":"10.14529\/jsfi150104","20":"10.14529\/jsfi150205","21":"10.14529\/jsfi150102","22":"10.14529\/jsfi150201","23":"10.14529\/jsfi150204","24":"10.14529\/jsfi150203","25":"10.14529\/jsfi150206","26":"10.14529\/jsfi150103","27":"10.14529\/jsfi150307","28":"10.14529\/jsfi150305","29":"10.14529\/jsfi150304","30":"10.14529\/jsfi150101","31":"10.14529\/jsfi150401","32":"10.14529\/jsfi150303","33":"10.14529\/jsfi150302","34":"10.14529\/jsfi150306","35":"10.14529\/jsfi150301","36":"10.14529\/jsfi150402","37":"10.14529\/jsfi150403","38":"10.14529\/jsfi150404","39":"10.14529\/jsfi160101","40":"10.14529\/jsfi150405","41":"10.14529\/jsfi160201","42":"10.14529\/jsfi160202","43":"10.14529\/jsfi160203","44":"10.14529\/jsfi160204","45":"10.14529\/jsfi160205","46":"10.14529\/jsfi160102","47":"10.14529\/jsfi160103","48":"10.14529\/jsfi160104","49":"10.14529\/jsfi160105","50":"10.14529\/jsfi160206","51":"10.14529\/jsfi160301","52":"10.14529\/jsfi160302","53":"10.14529\/jsfi160303","54":"10.14529\/jsfi160304","55":"10.14529\/jsfi160305","56":"10.14529\/jsfi160306","57":"10.14529\/jsfi160307","58":"10.14529\/jsfi160308","59":"10.14529\/jsfi160401","60":"10.14529\/jsfi160402","61":"10.14529\/jsfi160403","62":"10.14529\/jsfi160404","63":"10.14529\/jsfi160405","64":"10.14529\/jsfi160406","65":"10.14529\/jsfi170101","66":"10.14529\/jsfi170102","67":"10.14529\/jsfi170103","68":"10.14529\/jsfi170104","69":"10.14529\/jsfi170105","70":"10.14529\/jsfi170201","71":"10.14529\/jsfi170202","72":"10.14529\/jsfi170203","73":"10.14529\/jsfi170204","74":"10.14529\/jsfi170205","75":"10.14529\/jsfi170206","76":"10.14529\/jsfi170301","77":"10.14529\/jsfi170207","78":"10.14529\/jsfi170401","79":"10.14529\/jsfi170302","80":"10.14529\/jsfi170303","81":"10.14529\/jsfi170304","82":"10.14529\/jsfi170305","83":"10.14529\/jsfi170306","84":"10.14529\/jsfi170307","85":"10.14529\/jsfi170402","86":"10.14529\/jsfi170403","87":"10.14529\/jsfi170404","88":"10.14529\/jsfi170405","89":"10.14529\/jsfi200106","90":"10.14529\/jsfi180102","91":"10.14529\/jsfi180103","92":"10.14529\/jsfi180104","93":"10.14529\/jsfi180105","94":"10.14529\/jsfi180106","95":"10.14529\/jsfi190105","96":"10.14529\/jsfi180101","97":"10.14529\/jsfi180204","98":"10.14529\/jsfi180206","99":"10.14529\/jsfi180208","100":"10.14529\/jsfi180203","101":"10.14529\/jsfi180401","102":"10.14529\/jsfi180202","103":"10.14529\/jsfi180207","104":"10.14529\/jsfi180201","105":"10.14529\/jsfi180205","106":"10.14529\/jsfi180402","107":"10.14529\/jsfi180403","108":"10.14529\/jsfi180301","109":"10.14529\/jsfi180404","110":"10.14529\/jsfi180302","111":"10.14529\/jsfi180303","112":"10.14529\/jsfi180304","113":"10.14529\/jsfi180305","114":"10.14529\/jsfi180306","115":"10.14529\/jsfi180307","116":"10.14529\/jsfi180308","117":"10.14529\/jsfi180405","118":"10.14529\/jsfi180309","119":"10.14529\/jsfi180310","120":"10.14529\/jsfi180311","121":"10.14529\/jsfi180312","122":"10.14529\/jsfi180313","123":"10.14529\/jsfi180314","124":"10.14529\/jsfi180315","125":"10.14529\/jsfi180316","126":"10.14529\/jsfi180317","127":"10.14529\/jsfi180318","128":"10.14529\/jsfi180319","129":"10.14529\/jsfi180320","130":"10.14529\/jsfi180408","131":"10.14529\/jsfi180409","132":"10.14529\/jsfi180410","133":"10.14529\/jsfi180321","134":"10.14529\/jsfi190101","135":"10.14529\/jsfi180407","136":"10.14529\/jsfi180411","137":"10.14529\/jsfi180412","138":"10.14529\/jsfi180413","139":"10.14529\/jsfi180322","140":"10.14529\/jsfi190102","141":"10.14529\/jsfi180323","142":"10.14529\/jsfi180324","143":"10.14529\/jsfi180414","144":"10.14529\/jsfi180325","145":"10.14529\/jsfi180415","146":"10.14529\/jsfi190103","147":"10.14529\/jsfi180326","148":"10.14529\/jsfi190104","149":"10.14529\/jsfi180406","150":"10.14529\/jsfi190106","151":"10.14529\/jsfi190202","152":"10.14529\/jsfi190107","153":"10.14529\/jsfi190203","154":"10.14529\/jsfi190204","155":"10.14529\/jsfi190205","156":"10.14529\/jsfi190206","157":"10.14529\/jsfi190207","158":"10.14529\/jsfi190208","159":"10.14529\/jsfi190201","160":"10.14529\/jsfi190401","161":"10.14529\/jsfi190301","162":"10.14529\/jsfi190402","163":"10.14529\/jsfi190302","164":"10.14529\/jsfi190303","165":"10.14529\/jsfi190304","166":"10.14529\/jsfi190305","167":"10.14529\/jsfi190403","168":"10.14529\/jsfi200201","169":"10.14529\/jsfi200102","170":"10.14529\/jsfi200103","171":"10.14529\/jsfi190404","172":"10.14529\/jsfi200104","173":"10.14529\/jsfi200101","174":"10.14529\/jsfi200202","175":"10.14529\/jsfi200203","176":"10.14529\/jsfi200204","177":"10.14529\/jsfi200105","178":"10.14529\/jsfi200205","179":"10.14529\/jsfi200402","180":"10.14529\/jsfi200401","181":"10.14529\/jsfi200301","182":"10.14529\/jsfi200302","183":"10.14529\/jsfi200303","184":"10.14529\/jsfi200304","185":"10.14529\/jsfi200305","186":"10.14529\/jsfi200306","187":"10.14529\/jsfi200403","188":"10.14529\/jsfi200406","189":"10.14529\/jsfi200405","190":"10.14529\/jsfi200404","191":"10.14529\/jsfi210104","192":"10.14529\/jsfi210102","193":"10.14529\/jsfi210103","194":"10.14529\/jsfi210106","195":"10.14529\/jsfi210101","196":"10.14529\/jsfi210105","197":"10.14529\/jsfi210201","198":"10.14529\/jsfi210202","199":"10.14529\/jsfi210203","200":"10.14529\/jsfi210204","201":"10.14529\/jsfi210205","202":"10.14529\/jsfi210206","203":"10.14529\/jsfi210207"},"cluster":{"0":1,"1":1,"2":1,"3":0,"4":1,"5":1,"6":1,"7":1,"8":1,"9":1,"10":1,"11":0,"12":1,"13":0,"14":1,"15":1,"16":1,"17":0,"18":1,"19":1,"20":1,"21":1,"22":1,"23":1,"24":1,"25":1,"26":0,"27":1,"28":1,"29":1,"30":1,"31":1,"32":1,"33":1,"34":1,"35":1,"36":0,"37":2,"38":0,"39":1,"40":1,"41":0,"42":0,"43":0,"44":1,"45":1,"46":1,"47":0,"48":1,"49":1,"50":2,"51":0,"52":1,"53":1,"54":1,"55":0,"56":0,"57":1,"58":1,"59":1,"60":0,"61":1,"62":1,"63":1,"64":0,"65":1,"66":1,"67":1,"68":1,"69":1,"70":0,"71":2,"72":1,"73":0,"74":0,"75":0,"76":1,"77":0,"78":1,"79":1,"80":1,"81":1,"82":0,"83":1,"84":1,"85":1,"86":0,"87":2,"88":1,"89":1,"90":0,"91":1,"92":1,"93":1,"94":1,"95":1,"96":1,"97":0,"98":2,"99":0,"100":0,"101":0,"102":0,"103":0,"104":1,"105":0,"106":1,"107":1,"108":1,"109":1,"110":0,"111":2,"112":0,"113":0,"114":0,"115":0,"116":2,"117":2,"118":0,"119":2,"120":0,"121":2,"122":0,"123":2,"124":0,"125":0,"126":1,"127":0,"128":2,"129":1,"130":0,"131":2,"132":2,"133":0,"134":0,"135":2,"136":2,"137":0,"138":1,"139":0,"140":2,"141":0,"142":0,"143":2,"144":0,"145":0,"146":0,"147":2,"148":2,"149":0,"150":0,"151":1,"152":1,"153":1,"154":1,"155":0,"156":0,"157":1,"158":2,"159":1,"160":1,"161":1,"162":1,"163":2,"164":1,"165":0,"166":0,"167":0,"168":1,"169":1,"170":1,"171":1,"172":0,"173":1,"174":1,"175":1,"176":1,"177":1,"178":1,"179":1,"180":0,"181":2,"182":2,"183":2,"184":2,"185":2,"186":2,"187":0,"188":2,"189":2,"190":0,"191":1,"192":1,"193":1,"194":1,"195":0,"196":1,"197":0,"198":0,"199":0,"200":0,"201":0,"202":0,"203":0}}